<?php

return [

    // -------------------------------
    // Shipping charges :
    // -------------------------------
    'search_by_country_name'    => 'بحث بواسطة اسم الدولة',
    'shipping_charge'           => 'رسوم الشحن',
    'country'                   => 'الدولة',
    'zero_500g'                 => 'من 0 إلى 500 جرام',
    '_501_1000g'                => 'من 501 إلى 1000 جرام',
    '_1001_2000g'               => 'من 1001 إلى 2000 جرام',
    '_2001_5000g'               => 'من 2001 إلى 5000 جرام',
    'above_5000g'               => 'فوق 5000 جرام',


    // -------------------------------
    // Shipping charges :
    // -------------------------------
    'currencies'                => 'العملات',
    'currency'                  => 'عملة',
    'currency_name'             => 'اسم العملة',
    'currency_code'             => 'رمز العملة',
    'exchange_rate'             => 'نسبة التحويل',

    // -------------------------------
    // Orders
    // -------------------------------
    'orders'            => 'الطلبات',
    'order'             => 'طلب',


    // -------------------------------
    // Users
    // -------------------------------
    'users'             => 'المستخدمين',
    'user'              => 'مستخدم',

    // -------------------------------
    // Orders
    // -------------------------------
    'payment_method'            => 'طريقة الدفع',
    'value'                     => 'القيمة',
    'field'                     => 'الحقل',
    'order_status'              => 'حالة الطلب',
    'tracking_number'           => 'رقم التتبع',
    'courier_name'              => 'اسم الساعي',
    'order_date'                => 'تاريخ الطلب',
    'customer_name'             => 'اسم الزبون',
    'customer_email'            => 'البريد الألكتروني للزبون',
    'new'                       => 'جيد',
    'pending'                   => 'مًعلق',
    'approved'                  => 'مقبول',
    'delivered'                 => 'تم التوصيل',
    'shipped'                   => 'مشحون',
    'in_process'                => 'قيد المعالجة',
    'cancelled'                 => 'مرفوض',
    'search_by_customer_name'   => 'بحث باستخدام اسم الزبون',
    'value'                     => 'القيمة',
    'field'                     => 'الحقل',
    'order_number'              => 'رقم الطلب',
    'grand_price'               => 'السعر النهائي',
    'paid'                      => 'مدفوع',
    'subtotal'                  => 'الإجمالي',
    'order_logs'                => 'سجلات الطلب',
    'delivery_address'          => 'عنوان التسليم',


    // -------------------------------
    // Cancelled Order
    // -------------------------------
    'cancelled_orders'          => 'الطلبات الملغية',
    'cancelled_order'           => 'الطلب الملغي',
];
